[Test0181]
Pin11113101Active = true 
Pin11113101InputId = 6111
alias = 创办人献词
alias0 = 创办人献词
alias1 = 陆明光师祖	
alias2 = 它们比之
alias3 = 日本人侵略韩国
aliasString0 = 陆明光师祖 | 日本人侵略韩国
aliasString1 = 它们比之 & 日本人侵略韩国
aliasString2 = (11113101 & 11113102) | 日本人侵略韩国
aliasString3 = 11113100
freshness = 0
unicode = true
DisplayMessage = 日本人侵略韩国日本人侵略韩国日本人侵略韩国创办人献词它们比之

[Test0182]
Pin11113101Active = true 
Pin11113101InputId = 6111
Pin11113102Active = true 
# fail - wrong pin
Pin11113102InputId = 937474
alias = 创办人献词
alias0 = 创办人献词
alias1 = 陆明光师祖	
alias2 = 它们比之
alias3 = 日本人侵略韩国
aliasString0 = 陆明光师祖 | 日本人侵略韩国
aliasString1 = 它们比之 & 日本人侵略韩国
aliasString2 = (11113101 & 11113100) | 日本人侵略韩国
aliasString3 = 11113102
freshness = 0
unicode = true
synchronous = true